Repository: christosdaggas/security-center
Catalog: po/*.po
Languages: ar, de, el, es, fr, hi, it, pt, ru

source: Security Center
ar: مركز الأمان
de: Sicherheitscenter
el: Κέντρο Ασφαλείας
es: Centro de Seguridad
fr: Centre de sécurité
hi: सुरक्षा केंद्र
it: Centro Sicurezza
pt: Centro de Segurança
ru: Центр безопасности

source: Security Center and Firewall management for Linux
ar: مركز الأمان وإدارة جدار الحماية لنظام لينكس
de: Sicherheitscenter und Firewall-Verwaltung für Linux
el: Κέντρο Ασφαλείας και διαχείριση τείχους προστασίας για Linux
es: Centro de Seguridad y gestión de cortafuegos para Linux
fr: Centre de sécurité et gestion du pare-feu pour Linux
hi: Linux के लिए सुरक्षा केंद्र और फ़ायरवॉल प्रबंधन
it: Centro Sicurezza e gestione firewall per Linux
pt: Centro de Segurança e gestão de firewall para Linux
ru: Центр безопасности и управление брандмауэром для Linux

source: About Security Center
ar: حول مركز الأمان
de: Über Sicherheitscenter
el: Περί Κέντρου Ασφαλείας
es: Acerca del Centro de Seguridad
fr: À propos du Centre de sécurité
hi: सुरक्षा केंद्र के बारे में
it: Informazioni su Centro Sicurezza
pt: Sobre o Centro de Segurança
ru: О Центре безопасности

source: Quit
ar: إنهاء
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
hi: बंद करें
it: Esci
pt: Sair
ru: Выход

source: Protected
ar: محمي
de: Geschützt
el: Προστατευμένο
es: Protegido
fr: Protégé
hi: सुरक्षित
it: Protetto
pt: Protegido
ru: Защищено

source: Not Protected
ar: غير محمي
de: Nicht geschützt
el: Μη προστατευμένο
es: No protegido
fr: Non protégé
hi: असुरक्षित
it: Non protetto
pt: Não Protegido
ru: Не защищено

source: Firewall is active
ar: جدار الحماية نشط
de: Firewall ist aktiv
el: Το τείχος προστασίας είναι ενεργό
es: El cortafuegos está activo
fr: Le pare-feu est actif
hi: फ़ायरवॉल सक्रिय है
it: Il firewall è attivo
pt: A firewall está ativa
ru: Брандмауэр активен

source: Firewall not running
ar: جدار الحماية لا يعمل
de: Firewall läuft nicht
el: Το τείχος προστασίας δεν εκτελείται
es: El cortafuegos no se está ejecutando
fr: Le pare-feu ne fonctionne pas
hi: फ़ायरवॉल नहीं चल रहा
it: Il firewall non è in esecuzione
pt: A firewall não está em execução
ru: Брандмауэр не запущен

source: Firewall Active
ar: جدار الحماية نشط
de: Firewall aktiv
el: Ενεργό Τείχος Προστασίας
es: Cortafuegos activo
fr: Pare-feu actif
hi: फ़ायरवॉल सक्रिय
it: Firewall attivo
pt: Firewall Ativa
ru: Брандмауэр активен

source: Firewall Paused
ar: جدار الحماية متوقف مؤقتاً
de: Firewall pausiert
el: Παύση Τείχους Προστασίας
es: Cortafuegos pausado
fr: Pare-feu en pause
hi: फ़ायरवॉल रुका हुआ
it: Firewall in pausa
pt: Firewall em Pausa
ru: Брандмауэр приостановлен

source: Your system is protected
ar: نظامك محمي
de: Ihr System ist geschützt
el: Το σύστημά σας είναι προστατευμένο
es: Su sistema está protegido
fr: Votre système est protégé
hi: आपका सिस्टम सुरक्षित है
it: Il sistema è protetto
pt: O seu sistema está protegido
ru: Ваша система защищена

source: All traffic is blocked
ar: جميع حركة المرور محظورة
de: Jeglicher Verkehr ist blockiert
el: Όλη η κίνηση έχει αποκλειστεί
es: Todo el tráfico está bloqueado
fr: Tout le trafic est bloqué
hi: सभी ट्रैफ़िक अवरुद्ध है
it: Tutto il traffico è bloccato
pt: Todo o tráfego está bloqueado
ru: Весь трафик заблокирован

source: Traffic Enabled
ar: حركة المرور مُفعّلة
de: Verkehr aktiviert
el: Κίνηση ενεργοποιημένη
es: Tráfico habilitado
fr: Trafic activé
hi: ट्रैफ़िक सक्षम
it: Traffico abilitato
pt: Tráfego Ativado
ru: Трафик включён

source: Traffic Disabled
ar: حركة المرور مُعطّلة
de: Verkehr deaktiviert
el: Κίνηση απενεργοποιημένη
es: Tráfico deshabilitado
fr: Trafic désactivé
hi: ट्रैफ़िक अक्षम
it: Traffico disabilitato
pt: Tráfego Desativado
ru: Трафик отключён

source: Quick Stats
ar: إحصائيات سريعة
de: Schnellstatistik
el: Γρήγορα Στατιστικά
es: Estadísticas rápidas
fr: Statistiques rapides
hi: त्वरित आँकड़े
it: Statistiche rapide
pt: Estatísticas Rápidas
ru: Быстрая статистика

source: Default Zone
ar: المنطقة الافتراضية
de: Standardzone
el: Προεπιλεγμένη Ζώνη
es: Zona predeterminada
fr: Zone par défaut
hi: डिफ़ॉल्ट ज़ोन
it: Zona predefinita
pt: Zona Predefinida
ru: Зона по умолчанию

source: Network Statistics
ar: إحصائيات الشبكة
de: Netzwerkstatistiken
el: Στατιστικά Δικτύου
es: Estadísticas de red
fr: Statistiques réseau
hi: नेटवर्क आँकड़े
it: Statistiche di rete
pt: Estatísticas de Rede
ru: Сетевая статистика

source: System Statistics
ar: إحصائيات النظام
de: Systemstatistiken
el: Στατιστικά Συστήματος
es: Estadísticas del sistema
fr: Statistiques système
hi: सिस्टम आँकड़े
it: Statistiche di sistema
pt: Estatísticas do Sistema
ru: Системная статистика

source: Connections
ar: الاتصالات
de: Verbindungen
el: Συνδέσεις
es: Conexiones
fr: Connexions
hi: कनेक्शन
it: Connessioni
pt: Ligações
ru: Подключения

source: Traffic Ratio
ar: نسبة حركة المرور
de: Verkehrsverhältnis
el: Αναλογία Κίνησης
es: Relación de tráfico
fr: Ratio de trafic
hi: ट्रैफ़िक अनुपात
it: Rapporto traffico
pt: Rácio de Tráfego
ru: Соотношение трафика

source: Disk Usage
ar: استخدام القرص
de: Speicherplatznutzung
el: Χρήση Δίσκου
es: Uso del disco
fr: Utilisation du disque
hi: डिस्क उपयोग
it: Utilizzo disco
pt: Uso de Disco
ru: Использование диска

source: Allowed
ar: مسموح
de: Erlaubt
el: Επιτράπηκε
es: Permitido
fr: Autorisé
hi: अनुमत
it: Consentito
pt: Permitido
ru: Разрешено

source: Blocked
ar: محظور
de: Blockiert
el: Αποκλείστηκε
es: Bloqueado
fr: Bloqué
hi: अवरुद्ध
it: Bloccato
pt: Bloqueado
ru: Заблокировано

source: Dropped
ar: مُسقَط
de: Verworfen
el: Απορρίφθηκε
es: Descartado
fr: Supprimé
hi: छोड़ा गया
it: Scartato
pt: Descartado
ru: Отброшено

source: Rejected
ar: مرفوض
de: Abgelehnt
el: Απορρίφθηκε (Rejected)
es: Rechazado
fr: Rejeté
hi: अस्वीकृत
it: Rifiutato
pt: Rejeitado
ru: Отклонено

source: Forwarding
ar: إعادة التوجيه
de: Weiterleitung
el: Προώθηση
es: Reenvío
fr: Transfert
hi: अग्रेषण
it: Inoltro
pt: Encaminhamento
ru: Перенаправление

source: Zones
ar: المناطق
de: Zonen
el: Ζώνες
es: Zonas
hi: ज़ोन
it: Zone
pt: Zonas
ru: Зоны

source: Active Zones
ar: المناطق النشطة
de: Aktive Zonen
el: Ενεργές Ζώνες
es: Zonas activas
fr: Zones actives
hi: सक्रिय ज़ोन
it: Zone attive
pt: Zonas Ativas
ru: Активные зоны

source: Zones with assigned interfaces or sources
ar: المناطق ذات الواجهات أو المصادر المُعيّنة
de: Zonen mit zugewiesenen Schnittstellen oder Quellen
el: Ζώνες με αντιστοιχισμένες διεπαφές ή πηγές
es: Zonas con interfaces o fuentes asignadas
fr: Zones avec interfaces ou sources assignées
hi: असाइन किए गए इंटरफ़ेस या स्रोतों वाले ज़ोन
it: Zone con interfacce o sorgenti assegnate
pt: Zonas com interfaces ou fontes atribuídas
ru: Зоны с назначенными интерфейсами или источниками

source: Available Zones
ar: المناطق المتاحة
de: Verfügbare Zonen
el: Διαθέσιμες Ζώνες
es: Zonas disponibles
fr: Zones disponibles
hi: उपलब्ध ज़ोन
it: Zone disponibili
pt: Zonas Disponíveis
ru: Доступные зоны

source: Click 'Set Default' to change the default zone
ar: انقر على 'تعيين كافتراضي' لتغيير المنطقة الافتراضية
de: Klicken Sie auf 'Als Standard festlegen', um die Standardzone zu ändern
el: Κάντε κλικ στο 'Ορισμός Προεπιλογής' για αλλαγή
es: Haga clic en 'Establecer como predeterminado' para cambiar la zona predeterminada
fr: Cliquez sur « Définir par défaut » pour changer la zone par défaut
hi: डिफ़ॉल्ट ज़ोन बदलने के लिए 'डिफ़ॉल्ट सेट करें' पर क्लिक करें
it: Fai clic su 'Imposta come predefinito' per cambiare la zona predefinita
pt: Clique em 'Definir Predefinido' para alterar a zona predefinida
ru: Нажмите «Установить по умолчанию», чтобы изменить зону по умолчанию

source: Default
ar: افتراضي
de: Standard
el: Προεπιλογή
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
pt: Predefinido
ru: По умолчанию

source: Set Default
ar: تعيين كافتراضي
de: Als Standard festlegen
el: Ορισμός Προεπιλογής
es: Establecer como predeterminado
fr: Définir par défaut
hi: डिफ़ॉल्ट सेट करें
it: Imposta come predefinito
pt: Definir Predefinido
ru: Установить по умолчанию

source: Services
ar: الخدمات
de: Dienste
el: Υπηρεσίες
es: Servicios
hi: सेवाएँ
it: Servizi
pt: Serviços
ru: Службы

source: Ports
ar: المنافذ
el: Θύρες
es: Puertos
hi: पोर्ट
it: Porte
pt: Portas
ru: Порты

source: Interfaces
ar: الواجهات
de: Schnittstellen
el: Διεπαφές
hi: इंटरफ़ेस
it: Interfacce
ru: Интерфейсы

source: Sources
ar: المصادر
de: Quellen
el: Πηγές
es: Fuentes
hi: स्रोत
it: Sorgenti
pt: Fontes
ru: Источники

source: Add Port
ar: إضافة منفذ
de: Port hinzufügen
el: Προσθήκη Θύρας
es: Añadir puerto
fr: Ajouter un port
hi: पोर्ट जोड़ें
it: Aggiungi porta
pt: Adicionar Porta
ru: Добавить порт

source: Open Ports
ar: المنافذ المفتوحة
de: Offene Ports
el: Ανοιχτές Θύρες
es: Puertos abiertos
fr: Ports ouverts
hi: खुले पोर्ट
it: Porte aperte
pt: Portas Abertas
ru: Открытые порты

source: Custom ports opened in the firewall
ar: المنافذ المخصصة المفتوحة في جدار الحماية
de: Benutzerdefinierte Ports, die in der Firewall geöffnet sind
el: Προσαρμοσμένες θύρες που ανοίχτηκαν στο τείχος προστασίας
es: Puertos personalizados abiertos en el cortafuegos
fr: Ports personnalisés ouverts dans le pare-feu
hi: फ़ायरवॉल में खोले गए कस्टम पोर्ट
it: Porte personalizzate aperte nel firewall
pt: Portas personalizadas abertas na firewall
ru: Пользовательские порты, открытые в брандмауэре

source: Blocked Ports
ar: المنافذ المحظورة
de: Blockierte Ports
el: Αποκλεισμένες Θύρες
es: Puertos bloqueados
fr: Ports bloqués
hi: अवरुद्ध पोर्ट
it: Porte bloccate
pt: Portas Bloqueadas
ru: Заблокированные порты

source: Ports explicitly blocked via rich rules
ar: المنافذ المحظورة صراحةً عبر القواعد الغنية
de: Explizit über Rich Rules blockierte Ports
el: Θύρες αποκλεισμένες ρητά μέσω rich rules
es: Puertos bloqueados explícitamente mediante reglas enriquecidas
fr: Ports explicitement bloqués via des règles riches
hi: रिच नियमों के माध्यम से स्पष्ट रूप से अवरुद्ध पोर्ट
it: Porte bloccate esplicitamente tramite rich rules
pt: Portas explicitamente bloqueadas via regras ricas
ru: Порты, явно заблокированные через расширенные правила

source: Summary
ar: ملخص
de: Zusammenfassung
el: Σύνοψη
es: Resumen
fr: Résumé
hi: सारांश
it: Riepilogo
pt: Resumo
ru: Сводка

source: No port rules configured
ar: لا توجد قواعد منافذ مُهيّأة
de: Keine Portregeln konfiguriert
el: Δεν έχουν ρυθμιστεί κανόνες θυρών
es: No hay reglas de puerto configuradas
fr: Aucune règle de port configurée
hi: कोई पोर्ट नियम कॉन्फ़िगर नहीं किया गया
it: Nessuna regola porta configurata
pt: Nenhuma regra de porta configurada
ru: Правила портов не настроены

source: Click 'Add Port' to create a rule
ar: انقر على 'إضافة منفذ' لإنشاء قاعدة
de: Klicken Sie auf 'Port hinzufügen', um eine Regel zu erstellen
el: Κάντε κλικ στο 'Προσθήκη Θύρας' για δημιουργία κανόνα
es: Haga clic en 'Añadir puerto' para crear una regla
fr: Cliquez sur « Ajouter un port » pour créer une règle
hi: नियम बनाने के लिए 'पोर्ट जोड़ें' पर क्लिक करें
it: Fai clic su 'Aggiungi porta' per creare una regola
pt: Clique em 'Adicionar Porta' para criar uma regra
ru: Нажмите «Добавить порт», чтобы создать правило

source: TCP Ports
ar: منافذ TCP
el: Θύρες TCP
es: Puertos TCP
fr: Ports TCP
hi: TCP पोर्ट
it: Porte TCP
pt: Portas TCP
ru: Порты TCP

source: UDP Ports
ar: منافذ UDP
el: Θύρες UDP
es: Puertos UDP
fr: Ports UDP
hi: UDP पोर्ट
it: Porte UDP
pt: Portas UDP
ru: Порты UDP

source: No blocked ports
ar: لا توجد منافذ محظورة
de: Keine blockierten Ports
el: Καμία αποκλεισμένη θύρα
es: No hay puertos bloqueados
fr: Aucun port bloqué
hi: कोई अवरुद्ध पोर्ट नहीं
it: Nessuna porta bloccata
pt: Nenhuma porta bloqueada
ru: Нет заблокированных портов

source: Ports blocked via rich rules will appear here
ar: ستظهر المنافذ المحظورة عبر القواعد الغنية هنا
de: Über Rich Rules blockierte Ports werden hier angezeigt
el: Οι θύρες που αποκλείονται μέσω rich rules θα εμφανίζονται εδώ
es: Los puertos bloqueados mediante reglas enriquecidas aparecerán aquí
fr: Les ports bloqués via des règles riches apparaîtront ici
hi: रिच नियमों के माध्यम से अवरुद्ध पोर्ट यहाँ दिखाई देंगे
it: Le porte bloccate tramite rich rules appariranno qui
pt: Portas bloqueadas via regras ricas aparecerão aqui
ru: Порты, заблокированные через расширенные правила, появятся здесь

source: Remove block rule
ar: إزالة قاعدة الحظر
de: Blockierregel entfernen
el: Αφαίρεση κανόνα αποκλεισμού
es: Eliminar regla de bloqueo
fr: Supprimer la règle de blocage
hi: अवरोध नियम हटाएँ
it: Rimuovi regola blocco
pt: Remover regra de bloqueio
ru: Удалить правило блокировки

source: Delete this port rule
ar: حذف قاعدة هذا المنفذ
de: Diese Portregel löschen
el: Διαγραφή αυτού του κανόνα θύρας
es: Eliminar esta regla de puerto
fr: Supprimer cette règle de port
hi: इस पोर्ट नियम को हटाएँ
it: Elimina questa regola porta
pt: Eliminar esta regra de porta
ru: Удалить это правило порта

source: Add Port Rule
ar: إضافة قاعدة منفذ
de: Portregel hinzufügen
el: Προσθήκη Κανόνα Θύρας
es: Añadir regla de puerto
fr: Ajouter une règle de port
hi: पोर्ट नियम जोड़ें
it: Aggiungi regola porta
pt: Adicionar Regra de Porta
ru: Добавить правило порта

source: Port Details
ar: تفاصيل المنفذ
el: Λεπτομέρειες Θύρας
es: Detalles del puerto
fr: Détails du port
hi: पोर्ट विवरण
it: Dettagli porta
pt: Detalhes da Porta
ru: Детали порта

source: Name (optional)
ar: الاسم (اختياري)
el: Όνομα (προαιρετικό)
es: Nombre (opcional)
fr: Nom (facultatif)
hi: नाम (वैकल्पिक)
it: Nome (opzionale)
pt: Nome (opcional)
ru: Имя (необязательно)

source: Port Number
ar: رقم المنفذ
de: Portnummer
el: Αριθμός Θύρας
es: Número de puerto
fr: Numéro de port
hi: पोर्ट नंबर
it: Numero porta
pt: Número da Porta
ru: Номер порта

source: Protocol
ar: البروتوكول
de: Protokoll
el: Πρωτόκολλο
es: Protocollo
fr: Protocole
hi: प्रोटोकॉल
it: Protocollo
pt: Protocolo
ru: Протокол

source: Both
ar: كلاهما
de: Beide
el: Και τα δύο
es: Ambos
fr: Les deux
hi: दोनों
it: Entrambi
pt: Ambos
ru: Оба

source: Firewall Action
ar: إجراء جدار الحماية
de: Firewall-Aktion
el: Ενέργεια Τείχους Προστασίας
es: Acción del cortafuegos
fr: Action du pare-feu
hi: फ़ायरवॉल कार्रवाई
it: Azione firewall
pt: Ação da Firewall
ru: Действие брандмауэра

source: How the firewall should handle incoming traffic on this port
ar: كيف يجب أن يتعامل جدار الحماية مع حركة المرور الواردة على هذا المنفذ
de: Wie die Firewall eingehenden Verkehr auf diesem Port behandeln soll
el: Πώς το τείχος προστασίας θα χειρίζεται την εισερχόμενη κίνηση
es: Cómo debe manejar el cortafuegos el tráfico entrante en este puerto
fr: Comment le pare-feu doit gérer le trafic entrant sur ce port
hi: फ़ायरवॉल को इस पोर्ट पर आने वाले ट्रैफ़िक को कैसे संभालना चाहिए
it: Come il firewall dovrebbe gestire il traffico in entrata su questa porta
pt: Como a firewall deve lidar com o tráfego de entrada nesta porta
ru: Как брандмауэр должен обрабатывать входящий трафик на этом порту

source: Action
ar: الإجراء
de: Aktion
el: Ενέργεια
es: Acción
hi: कार्रवाई
it: Azione
pt: Ação
ru: Действие

source: Allow (Open Port)
ar: السماح (فتح المنفذ)
de: Erlauben (Port öffnen)
el: Να Επιτρέπεται (Άνοιγμα Θύρας)
es: Permitir (Abrir puerto)
fr: Autoriser (Ouvrir le port)
hi: अनुमति दें (पोर्ट खोलें)
it: Consenti (Apri porta)
pt: Permitir (Abrir Porta)
ru: Разрешить (открыть порт)

source: Block (Reject Connections)
ar: الحظر (رفض الاتصالات)
de: Blockieren (Verbindungen ablehnen)
el: Αποκλεισμός (Απόρριψη Συνδέσεων)
es: Bloquear (Rechazar conexiones)
fr: Bloquer (Rejeter les connexions)
hi: अवरुद्ध करें (कनेक्शन अस्वीकार करें)
it: Blocca (Rifiuta connessioni)
pt: Bloquear (Rejeitar Ligações)
ru: Блокировать (отклонять подключения)

source: Allow opens the port, Block rejects connections
ar: السماح يفتح المنفذ، الحظر يرفض الاتصالات
de: 'Erlauben' öffnet den Port, 'Blockieren' lehnt Verbindungen ab
el: Το 'Να Επιτρέπεται' ανοίγει τη θύρα, το 'Αποκλεισμός' απορρίπτει συνδέσεις
es: 'Permitir' abre el puerto, 'Bloquear' rechaza las conexiones
fr: Autoriser ouvre le port, Bloquer rejette les connexions
hi: अनुमति पोर्ट खोलती है, अवरुद्ध कनेक्शन अस्वीकार करता है
it: 'Consenti' apre la porta, 'Blocca' rifiuta le connessioni
pt: 'Permitir' abre a porta, 'Bloquear' rejeita ligações
ru: Разрешить открывает порт, Блокировать отклоняет подключения

source: Options
ar: الخيارات
de: Optionen
el: Επιλογές
es: Opciones
hi: विकल्प
it: Opzioni
pt: Opções
ru: Параметры

source: Zone
ar: المنطقة
el: Ζώνη
es: Zona
hi: ज़ोन
it: Zona
pt: Zona
ru: Зона

source: Make Permanent
ar: جعله دائماً
de: Dauerhaft machen
el: Να γίνει Μόνιμο
es: Hacer permanente
fr: Rendre permanent
hi: स्थायी बनाएँ
it: Rendi permanente
pt: Tornar Permanente
ru: Сделать постоянным

source: Rule persists after reboot
ar: تبقى القاعدة بعد إعادة التشغيل
de: Regel bleibt nach Neustart bestehen
el: Ο κανόνας διατηρείται μετά την επανεκκίνηση
es: La regla persiste después de reiniciar
fr: La règle persiste après redémarrage
hi: रीबूट के बाद नियम बना रहता है
it: La regola persiste dopo il riavvio
pt: A regra persiste após reiniciar
ru: Правило сохраняется после перезагрузки

source: Port must be between 1 and 65535
ar: يجب أن يكون المنفذ بين 1 و 65535
de: Port muss zwischen 1 und 65535 liegen
el: Η θύρα πρέπει να είναι μεταξύ 1 και 65535
es: El puerto debe estar entre 1 y 65535
fr: Le port doit être entre 1 et 65535
hi: पोर्ट 1 और 65535 के बीच होना चाहिए
it: La porta deve essere tra 1 e 65535
pt: A porta deve estar entre 1 e 65535
ru: Порт должен быть от 1 до 65535

source: Authentication may be required to modify services
ar: قد تكون المصادقة مطلوبة لتعديل الخدمات
de: Authentifizierung kann erforderlich sein, um Dienste zu ändern
el: Μπορεί να απαιτείται πιστοποίηση για την τροποποίηση υπηρεσιών
es: Puede ser necesaria la autenticación para modificar los servicios
fr: Une authentification peut être requise pour modifier les services
hi: सेवाओं को संशोधित करने के लिए प्रमाणीकरण आवश्यक हो सकता है
it: Potrebbe essere richiesta l'autenticazione per modificare i servizi
pt: Pode ser necessária autenticação para modificar serviços
ru: Для изменения служб может потребоваться аутентификация

source: Enabled Services
ar: الخدمات المُفعّلة
de: Aktivierte Dienste
el: Ενεργοποιημένες Υπηρεσίες
es: Servicios habilitados
fr: Services activés
hi: सक्षम सेवाएँ
it: Servizi abilitati
pt: Serviços Ativados
ru: Включённые службы

source: Services allowing traffic through the firewall
ar: الخدمات التي تسمح بحركة المرور عبر جدار الحماية
de: Dienste, die Verkehr durch die Firewall erlauben
el: Υπηρεσίες που επιτρέπουν την κίνηση μέσω του τείχους προστασίας
es: Servicios que permiten el tráfico a través del cortafuegos
fr: Services autorisant le trafic via le pare-feu
hi: फ़ायरवॉल के माध्यम से ट्रैफ़िक की अनुमति देने वाली सेवाएँ
it: Servizi che consentono il traffico attraverso il firewall
pt: Serviços que permitem tráfego através da firewall
ru: Службы, разрешающие трафик через брандмауэр

source: Common Services
ar: الخدمات الشائعة
de: Gemeinsame Dienste
el: Κοινές Υπηρεσίες
es: Servicios comunes
fr: Services courants
hi: सामान्य सेवाएँ
it: Servizi comuni
pt: Serviços Comuns
ru: Общие службы

source: Frequently used network services
ar: خدمات الشبكة المستخدمة بشكل متكرر
de: Häufig genutzte Netzwerkdienste
el: Συχνά χρησιμοποιούμενες υπηρεσίες δικτύου
es: Servicios de red utilizados frecuentemente
fr: Services réseau fréquemment utilisés
hi: अक्सर उपयोग की जाने वाली नेटवर्क सेवाएँ
it: Servizi di rete usati frequentemente
pt: Serviços de rede frequentemente utilizados
ru: Часто используемые сетевые службы

source: No services enabled
ar: لا توجد خدمات مُفعّلة
de: Keine Dienste aktiviert
el: Καμία υπηρεσία ενεργοποιημένη
es: Ningún servicio habilitado
fr: Aucun service activé
hi: कोई सेवा सक्षम नहीं
it: Nessun servizio abilitato
pt: Nenhum serviço ativado
ru: Нет включённых служб

source: Enable services to allow specific traffic
ar: تفعيل الخدمات للسماح بحركة مرور محددة
de: Dienste aktivieren, um bestimmten Verkehr zu erlauben
el: Ενεργοποιήστε υπηρεσίες για να επιτρέψετε συγκεκριμένη κίνηση
es: Habilite servicios para permitir tráfico específico
fr: Activez les services pour autoriser un trafic spécifique
hi: विशिष्ट ट्रैफ़िक की अनुमति देने के लिए सेवाएँ सक्षम करें
it: Abilita servizi per consentire traffico specifico
pt: Ative serviços para permitir tráfego específico
ru: Включите службы, чтобы разрешить определённый трафик

source: Disable service
ar: تعطيل الخدمة
de: Dienst deaktivieren
el: Απενεργοποίηση υπηρεσίας
es: Deshabilitar servicio
fr: Désactiver le service
hi: सेवा अक्षम करें
it: Disabilita servizio
pt: Desativar serviço
ru: Отключить службу

source: Enable service
ar: تفعيل الخدمة
de: Dienst aktivieren
el: Ενεργοποίηση υπηρεσίας
es: Habilitar servicio
fr: Activer le service
hi: सेवा सक्षम करें
it: Abilita servizio
pt: Ativar serviço
ru: Включить службу

source: Network Exposure
ar: التعرض للشبكة
de: Netzwerkexposition
el: Έκθεση Δικτύου
es: Exposición de red
fr: Exposition réseau
hi: नेटवर्क एक्सपोज़र
it: Esposizione rete
pt: Exposição de Rede
ru: Сетевая экспозиция

source: Monitor listening ports and their firewall status
ar: مراقبة المنافذ المستمعة وحالة جدار الحماية الخاصة بها
de: Überwachung von abhörenden Ports und deren Firewall-Status
el: Παρακολούθηση θυρών ακρόασης και της κατάστασης του τείχους προστασίας τους
es: Monitorear puertos de escucha y su estado en el cortafuegos
fr: Surveiller les ports d'écoute et leur état de pare-feu
hi: सुनने वाले पोर्ट और उनकी फ़ायरवॉल स्थिति की निगरानी करें
it: Monitora porte in ascolto e il loro stato firewall
pt: Monitorizar portas de escuta e o seu estado na firewall
ru: Мониторинг прослушиваемых портов и их состояния в брандмауэре

source: Refresh
ar: تحديث
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश
it: Aggiorna
pt: Atualizar
ru: Обновить

source: Exposed to Network
ar: مكشوف للشبكة
de: Dem Netzwerk ausgesetzt
el: Εκτεθειμένο στο Δίκτυο
es: Expuesto a la red
fr: Exposé au réseau
hi: नेटवर्क में उजागर
it: Esposto alla rete
pt: Exposto à Rede
ru: Открыто для сети

source: These ports are listening on all interfaces
ar: هذه المنافذ تستمع على جميع الواجهات
de: Diese Ports hören auf allen Schnittstellen
el: Αυτές οι θύρες ακούνε σε όλες τις διεπαφές
es: Estos puertos están escuchando en todas las interfaces
fr: Ces ports écoutent sur toutes les interfaces
hi: ये पोर्ट सभी इंटरफ़ेस पर सुन रहे हैं
it: Queste porte sono in ascolto su tutte le interfacce
pt: Estas portas estão à escuta em todas as interfaces
ru: Эти порты прослушиваются на всех интерфейсах

source: Local Only
ar: محلي فقط
de: Nur lokal
el: Μόνο Τοπικά
es: Solo local
fr: Local uniquement
hi: केवल स्थानीय
it: Solo locale
pt: Apenas Local
ru: Только локально

source: These ports are only accessible locally
ar: هذه المنافذ يمكن الوصول إليها محلياً فقط
de: Diese Ports sind nur lokal zugänglich
el: Αυτές οι θύρες είναι προσβάσιμες μόνο τοπικά
es: Estos puertos solo son accesibles localmente
fr: Ces ports ne sont accessibles que localement
hi: ये पोर्ट केवल स्थानीय रूप से उपलब्ध हैं
pt: Estas portas são acessíveis apenas localmente
ru: Эти порты доступны только локально

source: All Listening Ports
ar: جميع المنافذ المستمعة
de: Alle abhörenden Ports
el: Όλες οι Θύρες Ακρόασης
es: Todos los puertos de escucha
fr: Tous les ports d'écoute
hi: सभी सुनने वाले पोर्ट
it: Tutte le porte in ascolto
pt: Todas as Portas de Escuta
ru: Все прослушиваемые порты

source: Scan to see listening ports
ar: مسح لرؤية المنافذ المستمعة
de: Scannen, um abhörende Ports zu sehen
el: Σάρωση για εμφάνιση θυρών ακρόασης
es: Escanear para ver los puertos de escucha
fr: Analyser pour voir les ports d'écoute
hi: सुनने वाले पोर्ट देखने के लिए स्कैन करें
it: Scansiona per vedere le porte in ascolto
pt: Verificar para ver portas de escuta
ru: Сканируйте, чтобы увидеть прослушиваемые порты

source: Total Ports
ar: إجمالي المنافذ
de: Gesamte Ports
el: Σύνολο Θυρών
es: Total de puertos
fr: Total des ports
hi: कुल पोर्ट
it: Porte totali
pt: Total de Portas
ru: Всего портов

source: Exposed
ar: مكشوف
de: Ausgesetzt
el: Εκτεθειμένα
es: Expuestos
fr: Exposés
hi: उजागर
it: Esposte
pt: Expostas
ru: Открыто
