Repository: christosdaggas/security-center
Catalog: po/*.po
Languages: ar, de, el, es, fr, hi, it, pt, ru

source: Warning
ar: تحذير
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avviso
pt: Aviso
ru: Предупреждение

source: Listening Address
ar: عنوان الاستماع
de: Abhöradresse
el: Διεύθυνση Ακρόασης
es: Dirección de escucha
fr: Adresse d'écoute
hi: सुनने का पता
it: Indirizzo ascolto
pt: Endereço de Escuta
ru: Адрес прослушивания

source: Process
ar: العملية
de: Prozess
el: Διεργασία
es: Proceso
fr: Processus
hi: प्रक्रिया
it: Processo
pt: Processo
ru: Процесс

source: Unknown Process
ar: عملية غير معروفة
de: Unbekannter Prozess
el: Άγνωστη Διεργασία
es: Proceso desconocido
fr: Processus inconnu
hi: अज्ञात प्रक्रिया
it: Processo sconosciuto
pt: Processo Desconhecido
ru: Неизвестный процесс

source: Actions
ar: الإجراءات
de: Aktionen
el: Ενέργειες
es: Acciones
hi: कार्रवाइयाँ
it: Azioni
pt: Ações
ru: Действия

source: Stop Service
ar: إيقاف الخدمة
de: Dienst stoppen
el: Διακοπή Υπηρεσίας
es: Detener servicio
fr: Arrêter le service
hi: सेवा रोकें
it: Ferma servizio
pt: Parar Serviço
ru: Остановить службу

source: Stop the service using this port
ar: إيقاف الخدمة التي تستخدم هذا المنفذ
de: Den Dienst stoppen, der diesen Port verwendet
el: Διακοπή της υπηρεσίας που χρησιμοποιεί αυτή τη θύρα
es: Detener el servicio que utiliza este puerto
fr: Arrêter le service utilisant ce port
hi: इस पोर्ट का उपयोग करने वाली सेवा रोकें
it: Ferma il servizio che usa questa porta
pt: Parar o serviço que usa esta porta
ru: Остановить службу, использующую этот порт

source: Block Port
ar: حظر المنفذ
de: Port blockieren
el: Αποκλεισμός Θύρας
es: Bloquear puerto
fr: Bloquer le port
hi: पोर्ट अवरुद्ध करें
it: Blocca porta
pt: Bloquear Porta
ru: Заблокировать порт

source: Add a firewall rule to block this port
ar: إضافة قاعدة جدار حماية لحظر هذا المنفذ
de: Eine Firewall-Regel hinzufügen, um diesen Port zu blockieren
el: Προσθήκη κανόνα τείχους προστασίας για αποκλεισμό αυτής της θύρας
es: Añadir una regla de cortafuegos para bloquear este puerto
fr: Ajouter une règle de pare-feu pour bloquer ce port
hi: इस पोर्ट को अवरुद्ध करने के लिए फ़ायरवॉल नियम जोड़ें
it: Aggiungi una regola firewall per bloccare questa porta
pt: Adicionar uma regra de firewall para bloquear esta porta
ru: Добавить правило брандмауэра для блокировки этого порта

source: System Services
ar: خدمات النظام
de: Systemdienste
el: Υπηρεσίες Συστήματος
es: Servicios del sistema
fr: Services système
hi: सिस्टम सेवाएँ
it: Servizi di sistema
pt: Serviços do Sistema
ru: Системные службы

source: Manage system services and daemons
ar: إدارة خدمات النظام والخدمات الخفية
de: Verwalten von Systemdiensten und Daemons
el: Διαχείριση υπηρεσιών συστήματος και δαιμόνων
es: Administrar servicios y demonios del sistema
fr: Gérer les services et démons système
hi: सिस्टम सेवाओं और डेमॉन को प्रबंधित करें
it: Gestisci servizi di sistema e demoni
pt: Gerir serviços do sistema e daemons
ru: Управление системными службами и демонами

source: Refresh services list
ar: تحديث قائمة الخدمات
de: Dienstliste aktualisieren
el: Ανανέωση λίστας υπηρεσιών
es: Actualizar lista de servicios
fr: Actualiser la liste des services
hi: सेवाओं की सूची रीफ़्रेश करें
it: Aggiorna lista servizi
pt: Atualizar lista de serviços
ru: Обновить список служб

source: Running Services
ar: الخدمات قيد التشغيل
de: Laufende Dienste
el: Εκτελούμενες Υπηρεσίες
es: Servicios en ejecución
fr: Services en cours
hi: चल रही सेवाएँ
it: Servizi in esecuzione
pt: Serviços em Execução
ru: Запущенные службы

source: Services that are currently active
ar: الخدمات النشطة حالياً
de: Dienste, die derzeit aktiv sind
el: Υπηρεσίες που είναι τώρα ενεργές
es: Servicios que están actualmente activos
fr: Services actuellement actifs
hi: वर्तमान में सक्रिय सेवाएँ
it: Servizi attualmente attivi
pt: Serviços que estão atualmente ativos
ru: Службы, которые в данный момент активны

source: Stopped Services
ar: الخدمات المتوقفة
de: Gestoppte Dienste
el: Σταματημένες Υπηρεσίες
es: Servicios detenidos
fr: Services arrêtés
hi: रुकी हुई सेवाएँ
it: Servizi fermi
pt: Serviços Parados
ru: Остановленные службы

source: Services that are not running
ar: الخدمات التي لا تعمل
de: Dienste, die nicht laufen
el: Υπηρεσίες που δεν εκτελούνται
es: Servicios que no se están ejecutando
fr: Services qui ne fonctionnent pas
hi: जो सेवाएँ नहीं चल रही हैं
it: Servizi che non sono in esecuzione
pt: Serviços que não estão em execução
ru: Службы, которые не запущены

source: Failed Services
ar: الخدمات الفاشلة
de: Fehlgeschlagene Dienste
el: Αποτυχημένες Υπηρεσίες
es: Servicios fallidos
fr: Services échoués
hi: विफल सेवाएँ
it: Servizi falliti
pt: Serviços com Falha
ru: Сбойные службы

source: Services that have failed
ar: الخدمات التي فشلت
de: Dienste, die fehlgeschlagen sind
el: Υπηρεσίες που έχουν αποτύχει
es: Servicios que han fallado
fr: Services ayant échoué
hi: जो सेवाएँ विफल हो गई हैं
it: Servizi che sono falliti
pt: Serviços que falharam
ru: Службы, которые дали сбой

source: Stop service
ar: إيقاف الخدمة
de: Dienst stoppen
el: Διακοπή υπηρεσίας
es: Detener servicio
fr: Arrêter le service
hi: सेवा रोकें
it: Ferma servizio
pt: Parar serviço
ru: Остановить службу

source: Start service
ar: بدء الخدمة
de: Dienst starten
el: Εκκίνηση υπηρεσίας
es: Iniciar servicio
fr: Démarrer le service
hi: सेवा शुरू करें
it: Avvia servizio
pt: Iniciar serviço
ru: Запустить службу

source: Restart service
ar: إعادة تشغيل الخدمة
de: Dienst neu starten
el: Επανεκκίνηση υπηρεσίας
es: Reiniciar servicio
fr: Redémarrer le service
hi: सेवा पुनः आरंभ करें
it: Riavvia servizio
pt: Reiniciar serviço
ru: Перезапустить службу

source: Disable (won't start on boot)
ar: تعطيل (لن تبدأ عند الإقلاع)
de: Deaktivieren (startet nicht beim Boot)
el: Απενεργοποίηση (δεν εκκινεί κατά την εκκίνηση)
es: Deshabilitar (no iniciar al arranque)
fr: Désactiver (ne démarre pas au boot)
hi: अक्षम करें (बूट पर शुरू नहीं होगी)
it: Disabilita (non avviare al boot)
pt: Desativar (não inicia no arranque)
ru: Отключить (не будет запускаться при загрузке)

source: Enable (start on boot)
ar: تفعيل (البدء عند الإقلاع)
de: Aktivieren (startet beim Boot)
el: Ενεργοποίηση (εκκινεί κατά την εκκίνηση)
es: Habilitar (iniciar al arranque)
fr: Activer (démarre au boot)
hi: सक्षम करें (बूट पर शुरू होगी)
it: Abilita (avviare al boot)
pt: Ativar (inicia no arranque)
ru: Включить (запускать при загрузке)

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
el: Γρήγορες Ενέργειες
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित कार्रवाइयाँ
it: Azioni rapide
pt: Ações Rápidas
ru: Быстрые действия

source: One-click administrative operations
ar: عمليات إدارية بنقرة واحدة
de: Verwaltungsoperationen mit einem Klick
el: Διοικητικές λειτουργίες με ένα κλικ
es: Operaciones administrativas con un clic
fr: Opérations administratives en un clic
hi: एक-क्लिक प्रशासनिक संचालन
it: Operazioni amministrative con un clic
pt: Operações administrativas num clique
ru: Административные операции в один клик

source: These actions may affect system security and stability
ar: قد تؤثر هذه الإجراءات على أمان واستقرار النظام
de: Diese Aktionen können die Sicherheit und Stabilität des Systems beeinträchtigen
el: Αυτές οι ενέργειες μπορεί να επηρεάσουν την ασφάλεια και σταθερότητα
es: Estas acciones pueden afectar la seguridad y estabilidad del sistema
fr: Ces actions peuvent affecter la sécurité et la stabilité du système
hi: ये कार्रवाइयाँ सिस्टम सुरक्षा और स्थिरता को प्रभावित कर सकती हैं
it: Queste azioni possono influenzare la sicurezza e stabilità del sistema
pt: Estas ações podem afetar a segurança e estabilidade do sistema
ru: Эти действия могут повлиять на безопасность и стабильность системы

source: Dismiss
ar: إغلاق
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Ignorer
hi: खारिज करें
it: Ignora
pt: Dispensar
ru: Закрыть

source: Firewall
ar: جدار الحماية
el: Τείχος Προστασίας
es: Cortafuegos
fr: Pare-feu
hi: फ़ायरवॉल
ru: Брандмауэр

source: Manage firewalld service and rules
ar: إدارة خدمة وقواعد firewalld
de: Firewalld-Dienst und Regeln verwalten
el: Διαχείριση υπηρεσίας firewalld και κανόνων
es: Administrar el servicio firewalld y las reglas
fr: Gérer le service firewalld et les règles
hi: firewalld सेवा और नियमों को प्रबंधित करें
it: Gestisci servizio e regole firewalld
pt: Gerir serviço e regras firewalld
ru: Управление службой и правилами firewalld

source: Network
ar: الشبكة
de: Netzwerk
el: Δίκτυο
es: Red
fr: Réseau
hi: नेटवर्क
it: Rete
pt: Rede
ru: Сеть

source: Network service management
ar: إدارة خدمات الشبكة
de: Verwaltung von Netzwerkdiensten
el: Διαχείριση υπηρεσίας δικτύου
es: Gestión de servicios de red
fr: Gestion du service réseau
hi: नेटवर्क सेवा प्रबंधन
it: Gestione servizio di rete
pt: Gestão de serviços de rede
ru: Управление сетевыми службами

source: Manage system services
ar: إدارة خدمات النظام
de: Verwalten von Systemdiensten
el: Διαχείριση υπηρεσιών συστήματος
es: Administrar servicios del sistema
fr: Gérer les services système
hi: सिस्टम सेवाओं को प्रबंधित करें
it: Gestisci servizi di sistema
pt: Gerir serviços do sistema
ru: Управление системными службами

source: Ready to execute actions
ar: جاهز لتنفيذ الإجراءات
de: Bereit zur Ausführung von Aktionen
el: Έτοιμο για εκτέλεση ενεργειών
es: Listo para ejecutar acciones
fr: Prêt à exécuter les actions
hi: कार्रवाइयाँ निष्पादित करने के लिए तैयार
it: Pronto per eseguire azioni
pt: Pronto para executar ações
ru: Готово к выполнению действий

source: Execute
ar: تنفيذ
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
hi: निष्पादित करें
it: Esegui
pt: Executar
ru: Выполнить

source: Confirm Action
ar: تأكيد الإجراء
de: Aktion bestätigen
el: Επιβεβαίωση Ενέργειας
es: Confirmar acción
fr: Confirmer l'action
hi: कार्रवाई की पुष्टि करें
it: Conferma azione
pt: Confirmar Ação
ru: Подтвердить действие

source: Running...
ar: جارٍ التشغيل...
de: Wird ausgeführt...
el: Εκτελείται...
es: Ejecutando...
fr: En cours...
hi: चल रहा है...
it: In esecuzione...
pt: A executar...
ru: Выполняется...

source: Executing...
ar: جارٍ التنفيذ...
de: Führe aus...
el: Εκτέλεση...
es: Ejecutando...
fr: Exécution...
hi: निष्पादित हो रहा है...
it: Esecuzione...
pt: A executar...
ru: Выполнение...

source: Preferences
ar: التفضيلات
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
pt: Preferências
ru: Настройки

source: Appearance
ar: المظهر
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
pt: Aparência
ru: Внешний вид

source: Theme
ar: السمة
de: Thema
el: Θέμα
es: Tema
fr: Thème
hi: थीम
it: Tema
pt: Tema
ru: Тема

source: Choose the application color scheme
ar: اختر نظام ألوان التطبيق
de: Wählen Sie das Farbschema der Anwendung
el: Επιλέξτε το χρωματικό σχήμα της εφαρμογής
es: Elegir el esquema de color de la aplicación
fr: Choisir le schéma de couleurs de l'application
hi: एप्लिकेशन रंग योजना चुनें
it: Scegli lo schema colori dell'applicazione
pt: Escolher o esquema de cores da aplicação
ru: Выберите цветовую схему приложения

source: Dark
ar: داكن
de: Dunkel
el: Σκούρο
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
pt: Escuro
ru: Тёмная

source: Light
ar: فاتح
de: Hell
el: Φωτεινό
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
pt: Claro
ru: Светлая

source: System
ar: النظام
el: Σύστημα
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
pt: Sistema
ru: Системная

source: Dark theme
ar: سمة داكنة
de: Dunkles Thema
el: Σκούρο θέμα
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
it: Tema scuro
pt: Tema escuro
ru: Тёмная тема

source: Light theme
ar: سمة فاتحة
de: Helles Thema
el: Φωτεινό θέμα
es: Tema claro
fr: Thème clair
hi: लाइट थीम
it: Tema chiaro
pt: Tema claro
ru: Светлая тема

source: Follow system theme
ar: اتباع سمة النظام
de: Systemthema folgen
el: Ακολούθηση θέματος συστήματος
es: Seguir tema del sistema
fr: Suivre le thème du système
hi: सिस्टम थीम का पालन करें
it: Segui tema di sistema
pt: Seguir tema do sistema
ru: Следовать системной теме

source: Refresh (Ctrl+R)
ar: تحديث (Ctrl+R)
de: Aktualisieren (Strg+R)
el: Ανανέωση (Ctrl+R)
es: Actualizar (Ctrl+R)
fr: Actualiser (Ctrl+R)
hi: रीफ़्रेश (Ctrl+R)
it: Aggiorna (Ctrl+R)
pt: Atualizar (Ctrl+R)
ru: Обновить (Ctrl+R)

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
pt: Cancelar
ru: Отмена

source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
pt: Adicionar
ru: Добавить

source: Error
ar: خطأ
de: Fehler
el: Σφάλμα
fr: Erreur
hi: त्रुटि
it: Errore
pt: Erro
ru: Ошибка

source: Failed to connect to firewalld
ar: فشل الاتصال بـ firewalld
de: Verbindung zu firewalld fehlgeschlagen
el: Απέτυχε η σύνδεση στο firewalld
es: Fallo al conectar con firewalld
fr: Échec de la connexion à firewalld
hi: firewalld से कनेक्ट करने में विफल
it: Connessione a firewalld fallita
pt: Falha ao ligar ao firewalld
ru: Не удалось подключиться к firewalld

source: Failed to add port
ar: فشل في إضافة المنفذ
de: Hinzufügen des Ports fehlgeschlagen
el: Απέτυχε η προσθήκη θύρας
es: Fallo al añadir puerto
fr: Échec de l'ajout du port
hi: पोर्ट जोड़ने में विफल
it: Aggiunta porta fallita
pt: Falha ao adicionar porta
ru: Не удалось добавить порт

source: Failed to block port
ar: فشل في حظر المنفذ
de: Blockieren des Ports fehlgeschlagen
el: Απέτυχε ο αποκλεισμός θύρας
es: Fallo al bloquear puerto
fr: Échec du blocage du port
hi: पोर्ट अवरुद्ध करने में विफल
it: Blocco porta fallito
pt: Falha ao bloquear porta
ru: Не удалось заблокировать порт

source: Failed to delete port
ar: فشل في حذف المنفذ
de: Löschen des Ports fehlgeschlagen
el: Απέτυχε η διαγραφή θύρας
es: Fallo al eliminar puerto
fr: Échec de la suppression du port
hi: पोर्ट हटाने में विफल
it: Eliminazione porta fallita
pt: Falha ao eliminar porta
ru: Не удалось удалить порт

source: Failed to set default zone
ar: فشل في تعيين المنطقة الافتراضية
de: Festlegen der Standardzone fehlgeschlagen
el: Απέτυχε ο ορισμός προεπιλεγμένης ζώνης
es: Fallo al establecer la zona predeterminada
fr: Échec de la définition de la zone par défaut
hi: डिफ़ॉल्ट ज़ोन सेट करने में विफल
it: Impostazione zona predefinita fallita
pt: Falha ao definir zona predefinida
ru: Не удалось установить зону по умолчанию

source: Failed to enable service
ar: فشل في تفعيل الخدمة
de: Aktivieren des Dienstes fehlgeschlagen
el: Απέτυχε η ενεργοποίηση υπηρεσίας
es: Fallo al habilitar el servicio
fr: Échec de l'activation du service
hi: सेवा सक्षम करने में विफल
it: Abilitazione servizio fallita
pt: Falha ao ativar serviço
ru: Не удалось включить службу

source: Failed to disable service
ar: فشل في تعطيل الخدمة
de: Deaktivieren des Dienstes fehlgeschlagen
el: Απέτυχε η απενεργοποίηση υπηρεσίας
es: Fallo al deshabilitar el servicio
fr: Échec de la désactivation du service
hi: सेवा अक्षम करने में विफल
it: Disabilitazione servizio fallita
pt: Falha ao desativar serviço
ru: Не удалось отключить службу

source: Failed to connect to systemd
ar: فشل الاتصال بـ systemd
de: Verbindung zu systemd fehlgeschlagen
el: Απέτυχε η σύνδεση στο systemd
es: Fallo al conectar con systemd
fr: Échec de la connexion à systemd
hi: systemd से कनेक्ट करने में विफल
it: Connessione a systemd fallita
pt: Falha ao ligar ao systemd
ru: Не удалось подключиться к systemd

source: Failed to execute action
ar: فشل في تنفيذ الإجراء
de: Ausführung der Aktion fehlgeschlagen
el: Απέτυχε η εκτέλεση ενέργειας
es: Fallo al ejecutar la acción
fr: Échec de l'exécution de l'action
hi: कार्रवाई निष्पादित करने में विफल
it: Esecuzione azione fallita
pt: Falha ao executar ação
ru: Не удалось выполнить действие

source: Failed to scan network
ar: فشل في مسح الشبكة
de: Scannen des Netzwerks fehlgeschlagen
el: Απέτυχε η σάρωση δικτύου
es: Fallo al escanear la red
fr: Échec de l'analyse du réseau
hi: नेटवर्क स्कैन करने में विफल
it: Scansione rete fallita
pt: Falha ao verificar rede
ru: Не удалось просканировать сеть

source: Task failed
ar: فشلت المهمة
de: Aufgabe fehlgeschlagen
el: Η εργασία απέτυχε
es: La tarea falló
fr: La tâche a échoué
hi: कार्य विफल
it: Attività fallita
pt: Tarefa falhou
ru: Задача не выполнена

source: Port opened (allowed)
ar: تم فتح المنفذ (مسموح)
de: Port geöffnet (erlaubt)
el: Η θύρα άνοιξε (επιτράπηκε)
es: Puerto abierto (permitido)
fr: Port ouvert (autorisé)
hi: पोर्ट खुला (अनुमत)
it: Porta aperta (consentita)
pt: Porta aberta (permitida)
ru: Порт открыт (разрешён)

source: Port blocked (rejected)
ar: تم حظر المنفذ (مرفوض)
de: Port blockiert (abgelehnt)
el: Η θύρα αποκλείστηκε (απορρίφθηκε)
es: Puerto bloqueado (rechazado)
fr: Port bloqué (rejeté)
hi: पोर्ट अवरुद्ध (अस्वीकृत)
it: Porta bloccata (rifiutata)
pt: Porta bloqueada (rejeitada)
ru: Порт заблокирован (отклонён)

source: Firewall configuration reloaded
ar: تم إعادة تحميل تكوين جدار الحماية
de: Firewall-Konfiguration neu geladen
el: Η διαμόρφωση του τείχους προστασίας επαναφορτώθηκε
es: Configuración del cortafuegos recargada
fr: Configuration du pare-feu rechargée
hi: फ़ायरवॉल कॉन्फ़िगरेशन पुनः लोड किया गया
it: Configurazione firewall ricaricata
pt: Configuração da firewall recarregada
ru: Конфигурация брандмауэра перезагружена

source: Firewall enabled
ar: تم تفعيل جدار الحماية
de: Firewall aktiviert
el: Το τείχος προστασίας ενεργοποιήθηκε
es: Cortafuegos habilitado
fr: Pare-feu activé
hi: फ़ायरवॉल सक्षम
it: Firewall abilitato
pt: Firewall ativada
ru: Брандмауэр включён

source: Firewall disabled (panic mode)
ar: تم تعطيل جدار الحماية (وضع الذعر)
de: Firewall deaktiviert (Panikmodus)
el: Το τείχος προστασίας απενεργοποιήθηκε (κατάσταση πανικού)
es: Cortafuegos deshabilitado (modo pánico)
fr: Pare-feu désactivé (mode panique)
hi: फ़ायरवॉल अक्षम (पैनिक मोड)
it: Firewall disabilitato (modalità panico)
pt: Firewall desativada (modo pânico)
ru: Брандмауэр отключён (аварийный режим)

source: %d services currently active
ar: %d خدمة نشطة حالياً
de: %d Dienste aktuell aktiv
el: %d υπηρεσίες τώρα ενεργές
es: %d servicios actualmente activos
fr: %d services actuellement actifs
hi: %d सेवाएँ वर्तमान में सक्रिय
it: %d servizi attualmente attivi
pt: %d serviços atualmente ativos
ru: %d служб активно

source: %d services not running
ar: %d خدمة لا تعمل
de: %d Dienste laufen nicht
el: %d υπηρεσίες δεν εκτελούνται
es: %d servicios no se están ejecutando
fr: %d services ne fonctionnent pas
hi: %d सेवाएँ नहीं चल रही
it: %d servizi non in esecuzione
pt: %d serviços não estão em execução
ru: %d служб не запущено

source: %d services have failed
ar: %d خدمة فشلت
de: %d Dienste sind fehlgeschlagen
el: %d υπηρεσίες έχουν αποτύχει
es: %d servicios han fallado
fr: %d services ont échoué
hi: %d सेवाएँ विफल हो गई हैं
it: %d servizi falliti
pt: %d serviços falharam
ru: %d служб завершились с ошибкой

source: %d allowed, %d blocked
ar: %d مسموح، %d محظور
de: %d erlaubt, %d blockiert
el: %d επιτράπηκαν, %d αποκλείστηκαν
es: %d permitidos, %d bloqueados
fr: %d autorisés, %d bloqués
hi: %d अनुमत, %d अवरुद्ध
it: %d consentiti, %d bloccati
pt: %d permitidos, %d bloqueados
ru: %d разрешено, %d заблокировано

source: Zone: %s
ar: المنطقة: %s
el: Ζώνη: %s
es: Zona: %s
hi: ज़ोन: %s
it: Zona: %s
pt: Zona: %s
ru: Зона: %s

source: Default zone set to '%s'
ar: تم تعيين المنطقة الافتراضية إلى '%s'
de: Standardzone auf '%s' gesetzt
el: Η προεπιλεγμένη ζώνη ορίστηκε σε '%s'
es: Zona predeterminada establecida a '%s'
fr: Zone par défaut définie à « %s »
hi: डिफ़ॉल्ट ज़ोन '%s' पर सेट किया गया
it: Zona predefinita impostata a '%s'
pt: Zona predefinida definida para '%s'
ru: Зона по умолчанию установлена на «%s»

source: Port %s/%s deleted
ar: تم حذف المنفذ %s/%s
de: Port %s/%s gelöscht
el: Η θύρα %s/%s διαγράφηκε
es: Puerto %s/%s eliminado
fr: Port %s/%s supprimé
hi: पोर्ट %s/%s हटाया गया
it: Porta %s/%s eliminata
pt: Porta %s/%s eliminada
ru: Порт %s/%s удалён

source: Port %s/%s blocked in zone '%s'
ar: تم حظر المنفذ %s/%s في المنطقة '%s'
de: Port %s/%s in Zone '%s' blockiert
el: Η θύρα %s/%s αποκλείστηκε στη ζώνη '%s'
es: Puerto %s/%s bloqueado en la zona '%s'
fr: Port %s/%s bloqué dans la zone « %s »
hi: पोर्ट %s/%s ज़ोन '%s' में अवरुद्ध
it: Porta %s/%s bloccata nella zona '%s'
pt: Porta %s/%s bloqueada na zona '%s'
ru: Порт %s/%s заблокирован в зоне «%s»

source: Port %s/%s unblocked
ar: تم إلغاء حظر المنفذ %s/%s
de: Port %s/%s entblockt
el: Η θύρα %s/%s ξεμπλοκαρίστηκε
es: Puerto %s/%s desbloqueado
fr: Port %s/%s débloqué
hi: पोर्ट %s/%s अनवरुद्ध
it: Porta %s/%s sbloccata
pt: Porta %s/%s desbloqueada
ru: Порт %s/%s разблокирован

source: Service '%s' enabled
ar: تم تفعيل الخدمة '%s'
de: Dienst '%s' aktiviert
el: Η υπηρεσία '%s' ενεργοποιήθηκε
es: Servicio '%s' habilitado
fr: Service « %s » activé
hi: सेवा '%s' सक्षम
it: Servizio '%s' abilitato
pt: Serviço '%s' ativado
ru: Служба «%s» включена

source: Service '%s' disabled
ar: تم تعطيل الخدمة '%s'
de: Dienst '%s' deaktiviert
el: Η υπηρεσία '%s' απενεργοποιήθηκε
es: Servicio '%s' deshabilitado
fr: Service « %s » désactivé
hi: सेवा '%s' अक्षम
it: Servizio '%s' disabilitato
pt: Serviço '%s' desativado
ru: Служба «%s» отключена

source: Search services...
ar: البحث عن الخدمات...
de: Dienste suchen...
el: Αναζήτηση υπηρεσιών...
es: Buscar servicios...
fr: Rechercher des services...
hi: सेवाएँ खोजें...
it: Cerca servizi...
pt: Pesquisar serviços...
ru: Поиск служб...

source: These ports are solo accessibili localmente
it: Queste porte sono accessibili solo localmente
